[TC_WOTC_MWR_M16A4_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M16A4 MWS</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M16A4 MWS</b></font>"
AbilityDescName="винтовка"
BriefSummary="Четвертое поколение винтовки M14 производимой корпорацией Colt, использующее стандартный патрон 5.56x45мм НАТО. В отличии от третьего поколения (M16A3), данное поколение оснащено съемной ручкой для переноски и полноразмерными интегральными направляющими типа планки Пикантинни, для монтажа вспомогательных приспособлений. Несмотря на то, что в фильмах данный образец изображается как автоматическая винтовка, на самом деле он является полуавтоматической винтовкой. Долгое время данная винтовка являлась стандартом де-факто для морских пехотинцев США, пока на смену ей не пришел карабин M4 обладающий облегченной и усовершенствованной конструкцией."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M16A4_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-16R4 NGP</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM16A4E1</b></font>"
AbilityDescName="винтовка"
BriefSummary="Четвертое поколение винтовки M14 производимой корпорацией Colt, использующее стандартный патрон 5.56x45мм НАТО. В отличии от третьего поколения (M16A3), данное поколение оснащено съемной ручкой для переноски и полноразмерными интегральными направляющими типа планки Пикантинни, для монтажа вспомогательных приспособлений. Несмотря на то, что в фильмах данный образец изображается как автоматическая винтовка, на самом деле он является полуавтоматической винтовкой. Долгое время данная винтовка являлась стандартом де-факто для морских пехотинцев США, пока на смену ей не пришел карабин M4 обладающий облегченной и усовершенствованной конструкцией.\nM16A4 стал одним из участников нашего проекта по улучшению существующих боевых комплексов навыками, полученными в ходе изучения магнитной технологии, получившего название Next-Gen. Большинство элементов данной винтовки были заменены на аналоги, изготовленные из инопланетных сплавов, а механизм отвода пороховых газов был заменен модифицированной небольшими объемами Элерия версией."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M16A4_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV16/I04</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV16/I04</b></font>"
AbilityDescName="винтовка"
BriefSummary="Четвертое поколение винтовки M14 производимой корпорацией Colt, использующее стандартный патрон 5.56x45мм НАТО. В отличии от третьего поколения (M16A3), данное поколение оснащено съемной ручкой для переноски и полноразмерными интегральными направляющими типа планки Пикантинни, для монтажа вспомогательных приспособлений. Несмотря на то, что в фильмах данный образец изображается как автоматическая винтовка, на самом деле он является полуавтоматической винтовкой. Долгое время данная винтовка являлась стандартом де-факто для морских пехотинцев США, пока на смену ей не пришел карабин M4 обладающий облегченной и усовершенствованной конструкцией.\nНовое поколение M16A4, по-простому NV16, итерация 4 - это модифицированная версия винтовки M16A4. В процессе эксплуатации ствол оружия обслуживается высокоэффективными нанодронами, встроенными непосредственно в него, позволяя пробивать даже самую качественную броню с исключительной точностью."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_M16A4_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M16A4 MWS</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M16A4 MWS</b></font>"
AbilityDescName="винтовка"
BriefSummary="Четвертое поколение винтовки M14 производимой корпорацией Colt, использующее стандартный патрон 5.56x45мм НАТО. В отличии от третьего поколения (M16A3), данное поколение оснащено съемной ручкой для переноски и полноразмерными интегральными направляющими типа планки Пикантинни, для монтажа вспомогательных приспособлений. Несмотря на то, что в фильмах данный образец изображается как автоматическая винтовка, на самом деле он является полуавтоматической винтовкой. Долгое время данная винтовка являлась стандартом де-факто для морских пехотинцев США, пока на смену ей не пришел карабин M4 обладающий облегченной и усовершенствованной конструкцией."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_M16A4_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>MRS-16R4 NGP</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XM16A4E1</b></font>"
AbilityDescName="винтовка"
BriefSummary="Четвертое поколение винтовки M14 производимой корпорацией Colt, использующее стандартный патрон 5.56x45мм НАТО. В отличии от третьего поколения (M16A3), данное поколение оснащено съемной ручкой для переноски и полноразмерными интегральными направляющими типа планки Пикантинни, для монтажа вспомогательных приспособлений. Несмотря на то, что в фильмах данный образец изображается как автоматическая винтовка, на самом деле он является полуавтоматической винтовкой. Долгое время данная винтовка являлась стандартом де-факто для морских пехотинцев США, пока на смену ей не пришел карабин M4 обладающий облегченной и усовершенствованной конструкцией.\nM16A4 стал одним из участников нашего проекта по улучшению существующих боевых комплексов навыками, полученными в ходе изучения магнитной технологии, получившего название Next-Gen. Большинство элементов данной винтовки были заменены на аналоги, изготовленные из инопланетных сплавов, а механизм отвода пороховых газов был заменен модифицированной небольшими объемами Элерия версией."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MWR_M16A4_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>NV16/I04</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>NV16/I04</b></font>"
AbilityDescName="винтовка"
BriefSummary="Четвертое поколение винтовки M14 производимой корпорацией Colt, использующее стандартный патрон 5.56x45мм НАТО. В отличии от третьего поколения (M16A3), данное поколение оснащено съемной ручкой для переноски и полноразмерными интегральными направляющими типа планки Пикантинни, для монтажа вспомогательных приспособлений. Несмотря на то, что в фильмах данный образец изображается как автоматическая винтовка, на самом деле он является полуавтоматической винтовкой. Долгое время данная винтовка являлась стандартом де-факто для морских пехотинцев США, пока на смену ей не пришел карабин M4 обладающий облегченной и усовершенствованной конструкцией.\nНовое поколение M16A4, по-простому NV16, итерация 4 - это модифицированная версия винтовки M16A4. В процессе эксплуатации ствол оружия обслуживается высокоэффективными нанодронами, встроенными непосредственно в него, позволяя пробивать даже самую качественную броню с исключительной точностью."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Очередь в три патрона\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.56x45мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"